acpi
alsa-utils
autoconf
automake
binutils
bison
bleachbit
bluez
bluez-utils
bspwm
bzip2
cmatrix
coreutils
cowsay
cpupower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
efibootmgr
fakeroot
feh
ffmpegthumbnailer
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
glibc
grep
groff
grub
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtop
gvfs
gvfs-mtp
gvfs-smb
gzip
htop
imagemagick
inetutils
iproute2
iputils
jfsutils
less
lib32-mesa
libtool
licenses
linux
linux-firmware
linux-headers
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mesa
mpd
mpv
nano
ncdu
neofetch
netctl
nitrogen
nmap
noto-fonts
noto-fonts-extra
ntfs-3g
openssh
pacman
pacman-contrib
patch
pavucontrol
pciutils
perl
php
pkgconf
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
python-pywal
qbittorrent
ranger
reflector
reiserfsprogs
rofi
rp-pppoe
s-nail
samba
screenfetch
scrot
sed
shadow
stow
sudo
surf
sxhkd
sysfsutils
systemd
systemd-sysvcompat
tar
texinfo
tmux
tree
ttf-anonymous-pro
ttf-dejavu
ttf-font-awesome
udiskie
unzip
upower
usbutils
util-linux
vi
vim
w3m
wget
which
wireless_tools
wpa_supplicant
xbindkeys
xclip
xdg-user-dirs
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-xephyr
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
zathura
zathura-pdf-mupdf
zsh
zsh-syntax-highlighting
